Repository: sikinidproject01/space
Catalog: app/lib/i18n/xlf/*.xlf
Languages: es

source: Back to coin
es: Volver a la Coin

source: Create new wallet
es: Crear un nuevo monedero

source: Open existing wallet
es: Abrir monedero actual

# We are about to generate your very own passphrase
source: We're about to generate your very own passphrase
es: A punto de generar su propio passphrase

source: This keeps your account secure, and lets you open your wallet on multiple devices.
es: Esto mantiene su cuenta segura, y le permite abrir su monedero en diferentes dispositivos.

# It is very important you write this down.
source: It's very important you write this down.
es: Es muy importante que escriba esto.

source: Generate passphrase
es: Generar passphrase

source: Go back
es: Volver atrás

source: Generating
es: Generando

source: Synchronizing Wallet
es: Sincronizando Monedero

source: Your passphrase (12 words)
es: Su passphrase (12 palabras)

source: Your passphrase will not be shown again.
es: Su passphrase no volverá ser mostrada.

source: Without it you will lose access to your wallet.
es: Sin ella, perderá el acceso a su monedero.

source: I have written down or otherwise securely stored my passphrase
es: He escrito o guardado de forma segura mi passphrase

source: Open wallet
es: Abrir monedero

source: Checking passphrase
es: Revisando passphrase

source: Enter Passphrase
es: Introduce passphrase

source: Invalid passphrase
es: Passphrase inválido

source: Enter your PIN
es: Introduce su PIN

source: Set a PIN for quick access
es: Elige un PIN para acceso rápido

source: Review passphrase again
es: Revisa su passphrase de nuevo

source: Open a different wallet
es: Abrir un monedero diferente

source: PIN must be a 4-digit number
es: El pin debe ser un número de 4 dígitos

source: Verifying PIN
es: Verificando PIN

source: Setting PIN
es: Configurando PIN

source: This might take some time,
es: Esto podría tomar un poco de tiempo,

source: please be patient.
es: paciencia por favor.

source: Your PIN is incorrect
es: Su PIN es incorrecto

source: Request timeout. Please check your internet connection.
es: Solicitud se ha expirado. Revise su conexión de internet.

source: Could not save your details
es: No se han podido guardar sus datos

# We could not connect you to Mecto, please check your internet connection.
source: We couldn't connect you to Mecto, please check your internet connection.
es: No hemos podido conectarlo con Mecto, por favor revise su conexión de internet.

source: Please enter a valid address to send to
es: Por favor introduce una dirección válida para enviar

# Please enter an amount above
source: Please enter an amount above %(dust)s
es: Por favor entre una cantidad %(dust)s

source: Some funds are temporarily unavailable. To send this transaction, you'll need to wait for your pending transactions to be confirmed first.
es: Algunos fondos temporalmente no están disponibles. Para poder enviar esta transacción deberá esperar a que se confirmen las pendientes transacciones primero.

source: It seems like you are trying to empty your wallet. Taking transaction fee into account, we estimated that the max amount you can send is %(sendableBalance)s. We have amended the value in the amount field for you.
es: Pareciera que está tratando de vaciar su monedero. Contando encuentra la comisión de la transacción, calculamos que la cantidad máxima que puede enviar es %(sendableBalance)s. Hemos puesto el valor en la casilla para usted.

# You do not have enough funds in your wallet (incl. fee)
source: You don't have enough funds in your wallet (incl. fee)
es: No tiene suficiente fondos en su monedero (incl. pago)

source: A name is required to set your profile on Coin
es: Se require un nombre para crear su perfil en Coin

source: Uh Oh...
es: Algo ha salido mal...

source: Whoops!
es: ¡oh..oh!

source: Just saying...
es: Sólo digo...

source: Your browser does not support geolocation
es: Tu navegador no sostiene geolocalización

source: Unable to retrieve your location
es: No podemos obtener su ubicación

# Without a name, the payer would not be able to identify you on Mecto.
source: Without a name, the payer wouldn't be able to identify you on Mecto.
es: Sin un nombre, el pagador no podría reconocerlo en Mecto

source: Change your details
es: Cambie sus preferencias

source: Your username
es: Nombre de usuario

source: Gravatar email
es: Email de gravatar

source: Submit
es: Enviar

source: Gravatar (globally recognised avatar) is a service that lets you re-use the same avatar across websites and apps by specifying an email address.
es: Gravatar (globally recognised avatar) es un servicio que le permite reutilizar el mismo avatar en una multitud de páginas web y aplicaciones especificando un correo electrónico.

source: Create a gravatar
es: Crear un gravatar

source: Logout
es: Cerrar sesión

source: Support
es: Apoyo

source: Send
es: Enviar

source: Receive
es: Recibir

source: History
es: Historial

source: Mecto lets you broadcast your wallet address to other nearby Coin users by comparing GPS data. This data is deleted once you turn Mecto off.
es: El Mecto le permite transmitir su monedero a otros usuarios de Coin cercanos comparando los datos del GPS. Los datos son borrados una vez que cierra Mecto.

source: Before you start using Mecto, you need to enter a name that will help others identify you.
es: Antes de empezar a usar Mecto, necesita un nombre para ayudar a los demás a identificarlo.

source: Save
es: Guardar

source: Loading transactions...
es: Cargando transaciónes...

source: Your transaction history
es: Su historial de transacciones

source: pending confirmation
es: aprobación pendiente

source: Received
es: Recibido

# You do not have any transactions yet
source: You don't have any transactions yet
es: No tiene ninguna transacciones aún

source: Transaction Id:
es: Id de la transacción:

source: Transaction Fee:
es: Pago de transacciones:

source: Your wallet address
es: Su dirección de monedero

source: Turn Mecto on
es: Abrir Mecto

source: Turn Mecto off
es: Cerrar Mecto

source: Checking your location
es: Comprobando su ubicación

source: Broadcasting your location...
es: Difundiendo su ubicación...

source: Wallet address
es: Dirección de monedero

source: Amount
es: Cantidad

source: Confirm
es: Confirmar

source: No Coin users found nearby
es: No se han encontrado usuarios de Coin cerca

source: Search Again
es: Buscando de nuevo

source: Searching...
es: Buscando...

source: Searching your area for other Coin users
es: Buscando en su área otros usuarios de Coin

source: Confirm transaction
es: Confirmar transacción

source: transaction fee
es: tarifa de transacción

source: Cancel
es: Cancelar

source: Transaction Successful
es: Transacción exitosa

source: Your transaction will appear in your history tab shortly.
es: Su transacción aparecerá en la pestaña del historial pronto.

source: Close
es: Cerrar

source: Transaction Failed
es: Transacción fallida

source: Failed
es: Fallida

# Sorry, Coin Wallet did not load.
source: Sorry, Coin Wallet didn't load.
es: Disculpe, Coin Wallet no cargó.

source: Try updating your browser, or switching out of private browsing mode. If all else fails, download Chrome for your device.
es: Intente de actualizar su navegador, o cambiense del modo de navegación privado. Si todo falla, descarga Chrome para su dispositivo.

source: Current coin price
es: Precio actual de coin

source: Username not available
es: Nombre de usuario no está disponible

source: Scan your fingerprint please
es: Escanee su huella digital por favor

source: Enter PIN
es: Introduzca PIN

# I Agree To The Terms &amp; Conditions
source: I Agree To The Terms & Conditions
es: Acepto términos y condiciones

source: Terms of Use
es: Términos de uso

source: Exchange
es: Intercambio

source: From
es: De

source: To
es: Para

source: Exchange rate
es: Tasa de cambio

source: Loading...
es: Cargando...

source: Address
es: Dirección

source: Return address (optional)
es: Dirección de retorno (opcional)

# Deposit address
source: Deposit address (%(symbol)s)
es: Dirección de depósito (%(symbol)s)

source: Send up to %(depositMax)s %(depositSymbol)s to deposit address. It will be converted into %(toSymbol)s, and sent to %(toAddress)s
es: Mandar hasta %(depositMax)s %(depositSymbol)s dirección de depósito. Será cambiado a %(toSymbol)s, y mandado ha %(toAddress)s

source: Deposit minimum
es: Minimo deposito

# amount :toSymbol have been delivered to :toAddress
source: %(amount)s %(toSymbol)s have been delivered to %(toAddress)s
es: %(amount)s %(toSymbol)s ha sido entregado a %(toAddress)s

source: Back
es: Regresar

source: Awaiting deposit...
es: Esperando depósito ...

source: Deposit has been received
es: Depósito han sido recibido

source: Awaiting exchange...
es: Esperando intercambio...

source: Exchange complete!
es: ¡intercambio realizado

source: Done
es: Terminado

source: Please enter a valid return address
es: Por favor de una dirección de retorno válida

source: Miner fee
es: Tarifa de minero

source: Return address should be an address controlled by you where deposit will be returned in the event of a failed transaction.
es: Dirección de retorno debería ser una dirección controlada por usted donde el depósito será devuelto en caso de una transacción fracasada.

source: Remove account
es: Remover cuenta

source: Remove
es: Remover

source: Are you sure?
es: ¿ Está serguro?

source: Account has been successfully removed
es: La cuenta ha sido eliminada exitosamente

source: This page will be reloaded shortly.
es: Esta página será recargada en breve.

source: About
es: Acerca de

source: Release information
es: Información de liberación

source: Version
es: Versión

source: Transfer paper wallet / private key
es: Transferencia de monedero de papel/ clave privada

source: Export private keys
es: Exportar clave privada

source: Transfer private key
es: Transferir clave privada

source: Transfer
es: Transferir

source: Private key
es: Clave privada

source: This will transfer all coins from the paper wallet address to your wallet.
es: Esto transferirá todas las monedas de la dirección del monedero de papel a su monedero .

source: This private key has no coins for transfer.
es: Esta clave privada no tiene monedas para transferir.

source: Invalid private key
es: Invalida clave privada

source: Insufficient funds
es: Fondos insuficiente

source: Warning!
es: ¡advertencia!

source: Your private keys are keys to your funds so DO NOT SHARE them with anyone unless you'd like them to have access to your funds.
es: Sus claves privadas son claves a su fondos NO COMPARTIRLOS con nadie al menos que usted le quisiera que tuviera acceso a sus fondos.

source: Show
es: Mostar

source: Your wallet has no private keys with coins for export.
es: Su monedero no tiene clave privada para exportar.

source: Add Token
es: Añdir Token

source: Gas limit
es: Límite de gas

source: Gas limit is the amount of gas to send with your transaction. Increasing this number will not get your transaction confirmed faster. Sending ETH is equal 21000. Sending Tokens is equal around 200000.
es: Limite de gas es el monto de gas para mandar con su transacción. Aumentar el número no confirmará la transacción más rápido. Mandando ETH es igual a 21000. Mandando Token es igual alrededor de 200000.

source: Contract address
es: Direcion de contrato

source: Add
es: Añadir

source: Symbol
es: Simbolo

source: Decimals
es: Decimales

source: Custom token
es: Token personalizado

source: Please fill out all fields.
es: Por favor llene todos los campos.

source: Please enter Gas Limit greater than zero
es: Por favor ingrese un límite de gas mayor que cero

source: You do not have enough Ethereum funds to pay transaction fee (%(ethereumRequired)s ETH).
es: Usted no tiene suficiente Ethereum fondos para pagar la tarifa de transacción. (%(ethereumRequired)s ETH).

source: Click to Select
es: Clic para seleccionar

source: Copy to Clipboard
es: Copiar al portapapeles

source: Copied!
es: Copiado!

source: Please enter an address other than your wallet address
es: Por favor ingrese una dirección que no sea su monedero

source: Please enter a private key other than your wallet private key
es: Por favor ingrese una clave privada que no sea la clave privada de su monedero

source: It seems like you are trying to empty your wallet. Taking transaction fee and minimum reserve (%(minReserve)s %(denomination)s) into account, we estimated that the max amount you can send is %(sendableBalance)s. We have amended the value in the amount field for you.
es: Parece que estás intentando vaciar su monedero. Teniendo en cuenta la tarifa de transacción y la reserva mínima (%(minReserve)s %(denomination)s), estimamos que la cantidad máxima que puede enviar es %(sendableBalance)s. Hemos modificado el valor en el campo de importe para usted.

source: Your wallet isn't activated. To activate it please send greater than minimum reserve (%(minReserve)s %(denomination)s) to your wallet address.
es: Su monedero no está activado. Para activarlo, por fsvor envíe una reserva mayor que la mínima (%(minReserve)s %(denomination)s) a la dirección de su monedero.

source: Load more
es: Cargue más

source: Recipient's wallet isn't activated. You can send only amount greater than %(minReserve)s %(denomination)s.
es: El monedero del destinatario no está activado. Solo puede enviar una cantidad mayor a %(minReserve)s %(denomination)s.

source: Destination tag
es: Etiqueta de destino

source: Invoice ID
es: ID de factura

source: (optional)
es: (opcional)

source: An arbitrary unsigned 32-bit integer that identifies a reason for payment or a non-Ripple account.
es: Un entero de 32 bits sin signo arbitrario que identifica una razón de pago o una cuenta que no es Ripple.

source: A 256-bit hash that can be used to identify a particular payment.
es: Un hash de 256 bits que se puede utilizar para identificar un pago en particular.

source: Please enter a valid invoice ID
es: Por favor, introduzca un ID de factura válida

source: Please enter a valid destination tag
es: Por favor ingrese una etiqueta de destino válida

source: Exchange is currently unavailable for this pair
es: El intercambio no está disponible actualmente para este par.

source: Payment operations:
es: Operaciones de pago:

# Pay (:amount) XLM to :destination
source: Pay %(amount)s XLM to %(destination)s
es: Pago %(amount)s XLM a %(destination)s

# Created Account :destination with balance :amount XLM
source: Created Account %(destination)s with balance %(amount)s XLM
es: Cuenta creada %(destination)s con saldo %(amount)s XLM

source: Memo
es: Memorándum

source: Please enter a valid memo
es: Por favor ingrese un memorándum válido

source: The memo contains optional extra information. A string up to 28-bytes long.
es: El memorándum contiene información adicional opcional. Una cadena de hasta 28 bytes de largo.

source: Your wallet isn't activated. You can receive only amount greater than %(minReserve)s %(denomination)s.
es: Su monedero no está activado. Solo puede recibir una cantidad mayor de %(minReserve)s %(denomination)s.

source: Privacy Policy
es: Póliza de privacidad

source: Your ShapeShift account is not verified.
es: Su cuenta ShapeShift no está verificada.

source: Complete verification
es: Verificación completa

source: Try to sign in again
es: Intenta iniciar sesión de nuevo

source: Sign in
es: Registrarse

source: Setup EOS account
es: Configurar cuenta EOS

source: Account name
es: Nombre de cuenta

source: The EOS account name must be exactly 12-character long and consist of lower case letters and digits from 1 to 5.
es: El nombre de la cuenta EOS debe tener exactamente 12 caracteres de largo y consiste de letras minúsculas y dígitos del 1 al 5

source: Invalid account name
es: Nombre de cuenta inválido

source: This account name is already taken, please choose another one.
es: Este nombre de cuenta ya está en uso, por favor elija otro.

source: To create a new account you need to make an EOS transfer (amount greater than %(minAmount)s) with the following data from an exchange or other EOS wallet.
es: Para crear una nueva cuenta, debe realizar una transferencia de EOS (cantidad mayor que %(minAmount)s) con los siguientes datos de una bolsa u otro monedero de EOS.

source: Check
es: Revisar

source: Account has been successfully set up
es: La cuenta se ha configurado correctamente.

source: The memo contains optional extra information. A string up to 256-bytes long.
es: El memorándum contiene información adicional opcional. Una cadena de hasta 256 bytes de largo.

source: It seems like you are trying to empty your wallet. Max amount you can send is %(sendableBalance)s. We have amended the value in the amount field for you.
es: Parece que estás intentando vaciar su billetera. La cantidad máxima que puedes enviar es %(sendableBalance)s. Hemos modificado el valor en la cantidad de campo para usted.

# Destination account doesn&apos;t exist.
source: Destination account doesn't exist.
es: La cuenta de destino no existe.

source: Transaction has been expired. Please try again.
es: La transacción ha expirado. Por favor Inténtelo de nuevo.

source: Account CPU usage has been exceeded. Please try again later or ask someone to stake you more CPU.
es: El uso de la CPU de la cuenta se ha excedido. Por favor, inténtelo de nuevo más tarde o pídale a alguien que le dé más CPU.

source: Account NET usage has been exceeded. Please try again later or ask someone to stake you more NET.
es: Se ha excedido el uso de la cuenta NET. Por favor, inténtalo de nuevo más tarde o pídale a alguien que le dé más NET

source: The extra amount will be deposited to the created account.
es: La cantidad extra será depositada en la cuenta creada.

source: Can't connect to %(network)s node. Please try again later or choose another token.
es: No se puede conectar al nodo bitcoin %(network)s. Inténtelo de nuevo más tarde o elija otro token.

# Network node error. Please try again later.
source: %(network)s node error. Please try again later.
es: Error de nodo de %(network)s. Por favor, inténtelo de nuevo más tarde.

source: Choose exchange
es: Elegir intercambio

source: Next step
es: Proximo paso

source: Minimum amount:
es: Monto minimo:

source: address
es: Dirección

source: Exchange error
es: Error de intercambio

source: Transaction not found
es: Transacción no encontrada

source: Send %(depositAmount)s %(depositSymbol)s to deposit address. It will be converted into %(toSymbol)s, and sent to %(toAddress)s
es: Enviar %(depositAmount)s %(depositSymbol)s la dirección de depósito. Se convertirá %(toSymbol)s y se enviará a %(toAddress)s

source: Network fee
es: Tarifa de red

source: You have 36 hours to send funds otherwise the transaction will be cancelled automatically.
es: Tiene 36 horas para enviar fondos, de lo contrario, la transacción se cancelará automáticamente.

source: Extra Id
es: Id adicional

source: Property for addresses of currencies that use additional ID for transaction processing (e.g., destination tag, memo or message).
es: Propiedad para direcciones de monedas que usan ID adicionales para el procesamiento de transacciones (por ejemplo, etiqueta de destino, nota o mensaje).

source: Network fee is fixed and taken each time wherever money is sent. Each currency has a strict amount taken for operations. This fee is taken once your funds are included in a blockchain.
es: La tarifa de la red es fija y se toma cada vez que se envía dinero. Cada moneda tiene una cantidad estricta tomada por las operaciones. Esta tarifa se toma una vez que sus fondos están incluidos en una cadena de bloques.

source: On hold...
es: Espere un momento...

source: Currently, your transaction (ID: %(id)s) is on hold.<br>Please, contact Changelly to pass KYC.
es: Actualmente, su transacción (ID: %(id)s) está en espera.<br> Por favor, póngase en contacto con Changelly para pasar/aprobar KYC.

# Transaction (ID: :id) has failed. Please, contact Changelly.
source: Transaction (ID: %(id)s) has failed. Please, contact Changelly.
es: La transacción (ID: %(id)s) ha fallado. Por favor, póngase en contacto con Changelly.

# Exchange failed and coins were refunded to :address.
source: Exchange failed and coins were refunded to %(address)s.
es: El intercambio falló y las monedas fueron devueltas a %(address)s.

# Payment wasn&apos;t received since 36 hours since the transaction was created.
source: Payment wasn't received since 36 hours since the transaction was created.
es: El pago no se ha recibido desde hace 36 horas desde que se creó la transacción.

source: Terms of Service
es: Términos de servicio

source: Accept
es: Aceptar

source: max.
es: maximo.

source: Fee
es: tarifa

source: Word
es: Palabra

source: Transaction too large
es: Transacción demasiado grande
